ms-vscode.azurecli
ms-kubernetes-tools.vscode-aks-tools
ms-azuretools.vscode-azureterraform
ms-vscode.vscode-node-azure-pack
rogalmic.bash-debug
mads-hartmann.bash-ide-vscode
jetmartin.bats
formulahendry.code-runner
ms-azuretools.vscode-docker
dracula-theme.theme-dracula
hediet.vscode-drawio
nopeslide.vscode-drawio-plugin-mermaid
EditorConfig.EditorConfig
ms-vscode.makefile-tools
tamasfe.even-better-toml
mhutchie.git-graph
eamodio.gitlens
golang.go
hashicorp.hcl
hashicorp.terraform
Infracost.infracost
ms-kubernetes-tools.vscode-kubernetes-tools
dbaeumer.vscode-eslint
bierner.markdown-mermaid
DavidAnson.vscode-markdownlint
PKief.material-icon-theme
bpruitt-goddard.mermaid-markdown-syntax-highlighting
hverlin.mise-vscode
ms-vscode.powershell
ms-python.python
timonwong.shellcheck
jock.svg
tfsec.tfsec
ms-azuretools.vscode-azureterraform
redhat.vscode-yaml
googlecloudtools.cloudcode
